[
  {
    "period": "1861–1865",
    "content": "<strong>Civil War.</strong> Southern states secede to preserve slavery. More than 750,000 Americans die. The Confederacy loses. Slavery is abolished, but the battle over racial equality is just beginning."
  },
  {
    "period": "1865–1877",
    "content": "<strong>Reconstruction.</strong> Republicans pass the 13th, 14th, and 15th Amendments. Black men vote and hold office: Hiram Revels becomes the first Black U.S. Senator (1870), P.B.S. Pinchback serves as Louisiana's governor (1872). But Lincoln is assassinated and Andrew Johnson, a Southern sympathizer, sabotages reform."
  },
  {
    "period": "1877",
    "content": "<strong>The Betrayal.</strong> The 1876 election between Republican Rutherford Hayes and Democrat Samuel Tilden ends in disputed returns from Florida, South Carolina, and Louisiana, the last states with federal troops. In a backroom deal, Democrats accept Hayes as president; Republicans withdraw troops from the South. 'Redemption' begins: the Klan and paramilitary 'Red Shirts' murder Black voters and white allies. Democrats retake every Southern statehouse."
  },
  {
    "period": "1890–1910",
    "content": "<strong>Jim Crow.</strong> Southern states rewrite constitutions to disenfranchise Black voters: poll taxes, literacy tests, grandfather clauses, white primaries. In Louisiana, Black voter registration drops from 130,000 to 1,342."
  },
  {
    "period": "1898",
    "content": "<strong>Wilmington Coup.</strong> Armed white supremacists overthrow the elected biracial government of Wilmington, North Carolina. They murder an estimated 60-300 Black citizens. The only successful coup d'état in American history."
  },
  {
    "period": "1910–1970",
    "content": "<strong>Great Migration.</strong> Six million Black Americans flee the South for Northern and Western cities. They can vote there. FDR's New Deal begins courting these voters while keeping Dixiecrats in the tent, a coalition that will eventually fracture."
  },
  {
    "period": "1948",
    "content": "<strong>The First Crack.</strong> Truman integrates the military. Southern Democrats walk out of the convention. Strom Thurmond runs as a Dixiecrat on a segregation platform and wins four Deep South states."
  },
  {
    "period": "1954–1955",
    "content": "<strong>Brown and Till.</strong> Supreme Court orders school desegregation. Southern Democrats launch 'massive resistance.' In Mississippi, 14-year-old Emmett Till is lynched for allegedly whistling at a white woman. His open-casket funeral galvanizes the movement."
  },
  {
    "period": "1963",
    "content": "<strong>Birmingham.</strong> Bull Connor turns fire hoses and police dogs on child protesters. The 16th Street Baptist Church is bombed. Four girls are killed. Medgar Evers is assassinated. Kennedy proposes the Civil Rights Act."
  },
  {
    "period": "1964",
    "content": "<strong>The Pivot.</strong> Civil Rights Act passes. Goldwater opposes it, wins the GOP nomination, carries the Deep South. In Mississippi, civil rights workers Chaney, Goodman, and Schwerner are murdered. Strom Thurmond switches to Republican."
  },
  {
    "period": "1965–1968",
    "content": "<strong>Blood and Strategy.</strong> Voting Rights Act passes after Bloody Sunday in Selma. MLK is assassinated. Nixon runs on 'law and order.' Wallace wins five Southern states. Nixon and Wallace together take the white Southern vote from Democrats."
  },
  {
    "period": "1980",
    "content": "<strong>Neshoba County.</strong> Reagan launches his general election campaign at the county fair near Philadelphia, Mississippi, where three civil rights workers were murdered in 1964. He's the first presidential nominee ever to speak at the Fair. He tells the crowd: <em>'I believe in states' rights.'</em> He sweeps the South."
  },
  {
    "period": "1994–2000",
    "content": "<strong>Completion.</strong> Gingrich's 'Contract with America' converts remaining conservative Democrats. Richard Shelby switches parties the day after the GOP wins Congress. By 2000, Bush carries all eleven former Confederate states; the realignment is complete."
  },
  {
    "period": "2013",
    "content": "<strong>Shelby County.</strong> Supreme Court guts Voting Rights Act preclearance. Within hours, Texas and North Carolina announce new voting restrictions. The states that seceded in 1861 are now the states restricting voting rights."
  },
  {
    "period": "2020–Present",
    "content": "<strong>The Battle Continues.</strong> Record Black turnout helps flip Georgia. State legislatures respond with new voting restrictions. The same states. The same fight. Different century."
  }
]
