[
  {
    "period": "1861–1865",
    "content": "<strong>Civil War.</strong> Southern states secede to preserve slavery. More than 750,000 Americans die. The Confederacy loses. Slavery is abolished, but the battle over racial equality is just beginning."
  },
  {
    "period": "1865–1877",
    "content": "<strong>Reconstruction.</strong> Republicans pass the 13th, 14th, and 15th Amendments. Black men vote and hold office: Hiram Revels becomes the first Black U.S. Senator (1870), P.B.S. Pinchback serves as Louisiana's governor (1872). But Lincoln is assassinated and Andrew Johnson, a Southern sympathizer, sabotages reform."
  },
  {
    "period": "1866",
    "content": "<strong>The Massacres Begin.</strong> In Memphis (May) and New Orleans (July), white mobs murder dozens of Black citizens. In Memphis, 46 die and 91 homes burn. In New Orleans, police join the mob attacking a constitutional convention; 34-50 die. General Sheridan calls it 'an absolute massacre.' Congress responds by passing the 14th Amendment over Johnson's veto."
  },
  {
    "period": "1873–1876",
    "content": "<strong>Redemption by Violence.</strong> Easter Sunday 1873: White paramilitaries execute 60-150 Black militia members after they surrender at Colfax, Louisiana. The Supreme Court's <em>Cruikshank</em> ruling (1876) guts federal civil rights enforcement. July 4, 1876: The Hamburg Massacre in South Carolina—on America's centennial, Red Shirts murder Black militiamen. The massacre's leader, Matthew Butler, is elected U.S. Senator."
  },
  {
    "period": "1877",
    "content": "<strong>The Betrayal.</strong> The 1876 election between Republican Rutherford Hayes and Democrat Samuel Tilden ends in disputed returns from Florida, South Carolina, and Louisiana, the last states with federal troops. In a backroom deal, Democrats accept Hayes as president; Republicans withdraw troops from the South. 'Redemption' begins: the Klan and paramilitary 'Red Shirts' murder Black voters and white allies. Democrats retake every Southern statehouse."
  },
  {
    "period": "1890–1910",
    "content": "<strong>Jim Crow.</strong> Southern states rewrite constitutions to disenfranchise Black voters: poll taxes, literacy tests, grandfather clauses, white primaries. In Louisiana, Black voter registration drops from 130,000 to 1,342. In 1896, <em>Plessy v. Ferguson</em> makes 'separate but equal' the law of the land."
  },
  {
    "period": "1898",
    "content": "<strong>Wilmington Coup.</strong> Armed white supremacists overthrow the elected biracial government of Wilmington, North Carolina. They murder an estimated 60-300 Black citizens. The only successful coup d'état in American history."
  },
  {
    "period": "1901",
    "content": "<strong>The Last Black Congressman.</strong> George Henry White of North Carolina, the last Black member of Congress from the South, leaves office. No Black Southerner will serve in Congress again until 1973. White's farewell speech: 'This is perhaps the Negro's temporary farewell to the American Congress, but let me say, Phoenix-like he will rise up some day and come again.'"
  },
  {
    "period": "1913–1921",
    "content": "<strong>Wilson's Re-Segregation.</strong> Democratic President Woodrow Wilson re-segregates the federal government, reversing decades of integration. He screens <em>Birth of a Nation</em>—a Klan propaganda film—at the White House. Wilson praises the film's portrayal of Reconstruction as 'Black tyranny.' The second Ku Klux Klan is reborn, growing to 4-6 million members by 1925."
  },
  {
    "period": "1919–1921",
    "content": "<strong>Red Summer and Tulsa.</strong> In the summer of 1919, white mobs attack Black communities in over 25 cities. In Elaine, Arkansas, 100-237 Black sharecroppers are massacred. In 1921, Tulsa's 'Black Wall Street' is destroyed: 100-300 killed, 35 blocks burned, 10,000 left homeless. The violence is erased from textbooks for decades."
  },
  {
    "period": "1932–1936",
    "content": "<strong>The New Deal Coalition.</strong> FDR wins the South—all 11 states—while also courting Black voters in Northern cities. In 1936, Black voters shift to Democrats for the first time, drawn by New Deal programs. But the South doesn't flip: FDR keeps Dixiecrats in the coalition by refusing to support anti-lynching legislation. The tension is deferred, not resolved."
  },
  {
    "period": "1948",
    "content": "<strong>The First Crack.</strong> Truman integrates the military. Southern Democrats walk out of the convention. Strom Thurmond runs as a Dixiecrat on a segregation platform and wins four Deep South states. The coalition begins to fracture."
  },
  {
    "period": "1954–1955",
    "content": "<strong>Brown and Till.</strong> Supreme Court orders school desegregation. Southern Democrats launch 'massive resistance.' In Mississippi, 14-year-old Emmett Till is lynched for allegedly whistling at a white woman. His open-casket funeral galvanizes the movement."
  },
  {
    "period": "1963",
    "content": "<strong>Birmingham.</strong> Bull Connor turns fire hoses and police dogs on child protesters. The 16th Street Baptist Church is bombed. Four girls are killed. Medgar Evers is assassinated. Kennedy proposes the Civil Rights Act."
  },
  {
    "period": "1964",
    "content": "<strong>The Pivot.</strong> Civil Rights Act passes. Goldwater opposes it, wins the GOP nomination, carries the Deep South—the first Republican to do so since Reconstruction. In Mississippi, civil rights workers Chaney, Goodman, and Schwerner are murdered. Strom Thurmond switches to Republican. The realignment begins."
  },
  {
    "period": "1965–1968",
    "content": "<strong>Blood and Strategy.</strong> Voting Rights Act passes after Bloody Sunday in Selma. MLK is assassinated. Nixon runs on 'law and order.' George Wallace wins five Southern states as a third-party segregationist. Nixon and Wallace together take the white Southern vote from Democrats."
  },
  {
    "period": "1972",
    "content": "<strong>The Nixon Sweep.</strong> With Wallace out of the race (shot during the primaries), Nixon wins every Southern state—and 49 states total. The Wallace voters don't go home to the Democrats; they complete the journey to the GOP. Kevin Phillips's Southern Strategy prediction comes true: 'The more Negroes who register as Democrats, the sooner the Negrophobe whites will become Republicans.'"
  },
  {
    "period": "1976",
    "content": "<strong>The Carter Exception.</strong> Jimmy Carter, a Southern Baptist peanut farmer from Georgia, sweeps the South against Gerald Ford (who pardoned Nixon). He is the <em>last</em> Democrat to win the Deep South. After Carter: Reagan sweeps it in 1980 and 1984, Bush in 1988. No Democrat since has won Mississippi, Alabama, or South Carolina."
  },
  {
    "period": "1980",
    "content": "<strong>Neshoba County.</strong> Reagan launches his general election campaign at the county fair near Philadelphia, Mississippi, where three civil rights workers were murdered in 1964. He's the first presidential nominee ever to speak at the Fair. He tells the crowd: <em>'I believe in states' rights.'</em> He sweeps the South."
  },
  {
    "period": "1994–2000",
    "content": "<strong>Completion.</strong> Gingrich's 'Contract with America' converts remaining conservative Democrats. Richard Shelby switches parties the day after the GOP wins Congress. By 2000, Bush carries all eleven former Confederate states; the realignment is complete."
  },
  {
    "period": "2005",
    "content": "<strong>The Apology.</strong> RNC Chairman Ken Mehlman speaks to the NAACP: 'Some Republicans gave up on winning the African American vote, looking the other way or trying to benefit politically from racial polarization. I am here today as the Republican chairman to tell you we were wrong.' The party that implemented the Southern Strategy officially admits it."
  },
  {
    "period": "2008",
    "content": "<strong>Obama Elected.</strong> Barack Obama becomes the first Black president. He loses every Deep South state (AL, AR, LA, MS, SC) but flips Virginia, North Carolina, and Florida. The coalition that opposed civil rights still votes as a bloc—just under a different party label."
  },
  {
    "period": "2013",
    "content": "<strong>Shelby County.</strong> Supreme Court guts Voting Rights Act preclearance. Within hours, Texas and North Carolina announce new voting restrictions. The states that seceded in 1861 are now the states restricting voting rights."
  },
  {
    "period": "2020–Present",
    "content": "<strong>The Battle Continues.</strong> Record Black turnout helps flip Georgia—the first Democratic win there since 1992. State legislatures respond with new voting restrictions. By 2024, Robert Byrd's West Virginia seat—the last held by a Civil Rights Act opponent—finally flips Republican. The realignment that began in 1964 completes 60 years later. The same states. The same fight. Different century."
  }
]
