[
  {
    "period": "April 1865",
    "content": "<strong>The Confederacy Falls.</strong> Lee surrenders at Appomattox. The war that began at Fort Sumter ends after four years and more than 750,000 dead. The eleven states that seceded to preserve slavery are defeated and occupied."
  },
  {
    "period": "April 1865",
    "content": "<strong>Lincoln Assassinated.</strong> Five days after Lee's surrender, John Wilkes Booth kills Lincoln. Vice President Andrew Johnson, a Tennessee Democrat who remained loyal to the Union but not to its ideals, takes power. The trajectory of American history pivots on this bullet."
  },
  {
    "period": "1865–1866",
    "content": "<strong>Johnson's Betrayal.</strong> Andrew Johnson systematically dismantles Lincoln's vision. He pardons over 13,000 Confederate officials, returning them to power. He reverses General Sherman's 'forty acres and a mule' order, seizing land from freed people and returning it to former slaveholders. He vetoes the Freedmen's Bureau and the Civil Rights Act of 1866; Congress overrides both. He opposes the 14th Amendment. He allows Southern states to pass 'Black Codes' that recreate slavery in all but name. His philosophy is explicit: <em>'This is a country for white men, and by God, as long as I am President, it shall be a government for white men.'</em>"
  },
  {
    "period": "1868",
    "content": "<strong>Impeachment.</strong> The House impeaches Andrew Johnson for obstructing Reconstruction, the first presidential impeachment in American history. He escapes removal by a single Senate vote. The damage is done: Confederate leaders are back in power, Black economic independence is destroyed, and the window for true reform is closing."
  },
  {
    "period": "1866",
    "content": "<strong>The Violence Begins.</strong> In Memphis (May) and New Orleans (July), white mobs (including police) massacre Black citizens. Memphis: 46 killed, 91 homes and 4 churches burned. New Orleans: 34-50 killed at a constitutional convention debating Black voting rights. General Philip Sheridan calls it 'an absolute massacre by the police.' The murders convince Radical Republicans that federal enforcement is essential."
  },
  {
    "period": "1865–1877",
    "content": "<strong>Reconstruction.</strong> Despite Johnson, Congress passes the 13th, 14th, and 15th Amendments, ending slavery, establishing birthright citizenship, and guaranteeing voting rights. Black men vote and hold office: Hiram Revels (MS) becomes the first Black U.S. Senator in 1870; Blanche Bruce (MS) follows; P.B.S. Pinchback serves as Louisiana's governor. For a brief moment, democracy includes everyone. Federal troops enforce the peace, for now."
  },
  {
    "period": "1873",
    "content": "<strong>Colfax Massacre.</strong> On Easter Sunday, white paramilitaries attack Black militia defending the Grant Parish courthouse in Louisiana. After the militia surrenders, 60-150 Black men are executed. The Supreme Court case that followed, <em>U.S. v. Cruikshank</em> (1876), gutted federal civil rights enforcement, ruling the 14th Amendment doesn't protect against private violence. The Klan can now murder with legal impunity."
  },
  {
    "period": "1876",
    "content": "<strong>Hamburg Massacre.</strong> On America's centennial, Red Shirts militia attack the Black militia of Hamburg, South Carolina. After surrender, five Black men are pulled from the group and executed one by one. The massacre launches the terror campaign that 'redeems' South Carolina. Matthew Butler, who led the massacre, is later elected U.S. Senator. The lesson: murder Black leaders and get promoted."
  },
  {
    "period": "1866–Present",
    "content": "<strong>The Lost Cause.</strong> Because Johnson pardoned Confederate leaders instead of prosecuting them for treason, they lived to rewrite history. Edward Pollard publishes 'The Lost Cause' in 1866, naming the mythology. Jubal Early founds the Southern Historical Society. Mildred Rutherford leads the United Daughters of the Confederacy's textbook campaign. William Dunning's Columbia University 'school' makes it academic. D.W. Griffith's 'Birth of a Nation' (1915) makes it entertainment. The lie was manufactured, and we know who built it."
  },
  {
    "period": "1877",
    "content": "<strong>Redemption.</strong> Hayes defeats Tilden after disputed returns from FL, SC, and LA are resolved by a backroom deal: Democrats accept Hayes; Republicans withdraw federal troops. The Klan and 'Red Shirts' terrorize Black voters. White Democrats reclaim every Southern statehouse. Reconstruction dies; Jim Crow begins."
  },
  {
    "period": "1890–1910",
    "content": "<strong>Disenfranchisement.</strong> Poll taxes, literacy tests, grandfather clauses, and white-only primaries strip Black citizens of the vote. Mississippi's 1890 constitution becomes the template. <em>Plessy v. Ferguson</em> (1896) blesses 'separate but equal.'"
  },
  {
    "period": "1898",
    "content": "<strong>Wilmington Coup.</strong> Armed white supremacists overthrow the elected biracial government of Wilmington, North Carolina. They burn the Black newspaper, murder an estimated 60-300 citizens, and force officials to resign at gunpoint. It remains the only successful coup d'état in American history."
  },
  {
    "period": "1930s–1940s",
    "content": "<strong>New Deal Coalition.</strong> FDR courts Black voters in Northern cities while keeping segregationist Dixiecrats in the tent. The Democratic Party now contains both the victims and enforcers of Jim Crow. An unstable alliance."
  },
  {
    "period": "1948",
    "content": "<strong>The First Crack.</strong> Truman integrates the military and backs a civil rights plank. Southern Democrats bolt, forming the States' Rights Party. Their platform: <em>'We stand for the segregation of the races.'</em> Strom Thurmond carries four Deep South states."
  },
  {
    "period": "1954–1963",
    "content": "<strong>Pressure Builds.</strong> <em>Brown v. Board</em> orders desegregation. Montgomery Bus Boycott, sit-ins, Freedom Rides, and Birmingham demonstrations force the issue. Southern Democrats filibuster. The coalition fractures."
  },
  {
    "period": "1964",
    "content": "<strong>The Pivot.</strong> Civil Rights Act passes. The vote reveals a regional split, not a party split: Northern Democrats vote 94% yes; Southern Democrats vote 7% yes. Overall, 82% of Republicans and 69% of Democrats vote yes, but the divide is North vs South. Barry Goldwater, who voted no, wins the GOP nomination and carries the Deep South. Strom Thurmond switches to Republican, calling the Act 'unconstitutional.' Those Southern Democrats who voted no? Their voters become Republicans."
  },
  {
    "period": "1968",
    "content": "<strong>The Strategy Works.</strong> Nixon runs on 'law and order.' George Wallace runs as a segregationist third-party candidate and wins five Southern states. Combined, Nixon and Wallace take the white Southern vote from Democrats. The New Deal coalition is dead."
  },
  {
    "period": "1970s–1980s",
    "content": "<strong>Southern Strategy.</strong> GOP strategists like Lee Atwater refine the playbook: avoid explicit racism, use 'states' rights,' 'welfare,' and 'crime' as proxies. Reagan launches his 1980 campaign in Neshoba County, Mississippi, where three civil rights workers were murdered, declaring: <em>'I believe in states' rights.'</em> He sweeps the South."
  },
  {
    "period": "2013–Present",
    "content": "<strong>Shelby County.</strong> Supreme Court guts Voting Rights Act preclearance. Within hours, states announce new voter ID laws, polling place closures, and registration restrictions. The battle over who votes continues in the same states that seceded in 1861."
  }
]
