[
  {
    "name": "Memphis Massacre",
    "date": "May 1-3, 1866",
    "location": "Memphis, Tennessee",
    "deaths": "46 Black people killed",
    "injured": "75+ wounded",
    "propertyDestroyed": "91 homes, 4 churches, 8 schools burned",
    "description": "White mobs, including police and firefighters, attacked Black neighborhoods after a confrontation between white police and Black Union veterans. Over three days, they murdered 46 people, raped multiple Black women, and burned the Black community to the ground. No one was prosecuted.",
    "perpetrators": "Memphis police, white civilians, Irish immigrants",
    "response": "Congressional investigation led to the 14th Amendment and stricter Reconstruction policies",
    "quote": "The blacks had become rebellious, and the mob spirit seized upon the white population... They burned, plundered, robbed, and committed rape.",
    "quoteSource": "Congressional Committee Report, 1866",
    "sourceUrl": "https://www.nps.gov/articles/memphis-massacre-of-1866.htm",
    "significance": "Showed that without federal protection, Black communities could be destroyed with impunity. Spurred Radical Republican action."
  },
  {
    "name": "New Orleans Massacre",
    "date": "July 30, 1866",
    "location": "New Orleans, Louisiana",
    "deaths": "34-50 killed (mostly Black)",
    "injured": "Over 100 wounded",
    "propertyDestroyed": "Convention hall attacked",
    "description": "Police and white mobs attacked a Louisiana Constitutional Convention that was debating Black voting rights. They murdered delegates and Black supporters in the streets. President Johnson blamed the victims. The massacre helped turn Northern opinion toward Radical Reconstruction.",
    "perpetrators": "New Orleans police, white mobs, Confederate veterans",
    "response": "Outrage in the North strengthened Radical Republicans in 1866 elections",
    "quote": "It was not a riot; it was an absolute massacre by the police... a murder which the mayor and police perpetrated without the shadow of necessity.",
    "quoteSource": "General Philip Sheridan, U.S. Army",
    "sourceUrl": "https://64parishes.org/entry/new-orleans-massacre-of-1866",
    "significance": "Military commanders recognized it as murder, not riot. Helped pass the Reconstruction Acts of 1867."
  },
  {
    "name": "Colfax Massacre",
    "date": "April 13, 1873 (Easter Sunday)",
    "location": "Colfax, Louisiana",
    "deaths": "60-150 Black men murdered",
    "injured": "Unknown",
    "propertyDestroyed": "Courthouse burned with people inside",
    "description": "The bloodiest single act of Reconstruction violence. Black militia members defending the Grant Parish courthouse were overwhelmed by a white paramilitary force. After surrendering, prisoners were executed. Bodies were left unburied for weeks as a warning. The Supreme Court's ruling in the resulting case gutted federal civil rights enforcement.",
    "perpetrators": "White League militia, Confederate veterans",
    "response": "Supreme Court ruling in U.S. v. Cruikshank (1876) gutted the Enforcement Acts, making federal prosecution of racial violence nearly impossible",
    "quote": "The half of them was killed after the surrender... They were shot down like dogs.",
    "quoteSource": "Survivor testimony to Congress",
    "sourceUrl": "https://www.nps.gov/cari/learn/historyculture/the-colfax-riot.htm",
    "significance": "The Supreme Court case that followed destroyed federal civil rights enforcement. Colfax proved that white supremacist violence would be protected by the courts.",
    "legalConsequence": "U.S. v. Cruikshank (1876) ruled the 14th Amendment only applied to STATE action, not private violence. The Klan could murder with impunity."
  },
  {
    "name": "Hamburg Massacre",
    "date": "July 4, 1876",
    "location": "Hamburg, South Carolina",
    "deaths": "6 Black militia members executed after surrender",
    "injured": "Multiple wounded",
    "propertyDestroyed": "Black businesses looted",
    "description": "On America's centennial, Red Shirts militia attacked the Black militia of Hamburg. After the Black militia surrendered, five men were pulled from the group and executed one by one. The massacre launched the Red Shirts' campaign of terror that 'redeemed' South Carolina for white Democrats.",
    "perpetrators": "Red Shirts militia, led by former Confederate general Matthew Butler",
    "response": "Federal investigation, but no successful prosecutions; Butler was later elected U.S. Senator",
    "quote": "The leading white men of Edgefield have determined to seize the first opportunity that the negroes may offer them to provoke a riot and teach the negroes a lesson.",
    "quoteSource": "Martin Gary, Red Shirts leader, planning the massacre",
    "sourceUrl": "https://www.scencyclopedia.org/sce/entries/hamburg-massacre/",
    "significance": "Showed that political violence worked. Butler, who led the massacre, became a U.S. Senator. The lesson: murder Black political leaders and get promoted."
  },
  {
    "name": "Wilmington Insurrection",
    "date": "November 10, 1898",
    "location": "Wilmington, North Carolina",
    "deaths": "60-300+ Black residents killed",
    "injured": "Unknown",
    "propertyDestroyed": "Black newspaper burned, Black businesses destroyed",
    "description": "The only successful coup d'état in American history. Armed white supremacists overthrew the legitimately elected biracial city government of Wilmington. They murdered Black residents, burned the Black newspaper, and forced elected officials to resign at gunpoint. Black residents were driven from the city and never returned.",
    "perpetrators": "Red Shirts, white business leaders, Democratic Party officials",
    "response": "No federal intervention; perpetrators celebrated as heroes; North Carolina disenfranchised Black voters in 1900",
    "quote": "We will not live under these intolerable conditions. We will never surrender to a ragged raffle of negroes.",
    "quoteSource": "Wilmington Declaration of White Independence, 1898",
    "sourceUrl": "https://www.nps.gov/articles/wilmingtoncoup.htm",
    "significance": "Proved that white supremacists could overthrow elected governments without consequence. The 'Wilmington model' was studied and celebrated across the South."
  },
  {
    "name": "Tulsa Race Massacre",
    "date": "May 31-June 1, 1921",
    "location": "Tulsa, Oklahoma (Greenwood District)",
    "deaths": "100-300+ Black residents killed",
    "injured": "800+ wounded",
    "propertyDestroyed": "35 blocks destroyed, 1,256 homes burned, 'Black Wall Street' annihilated",
    "description": "White mobs, including deputized civilians and possibly aircraft, attacked the prosperous Black neighborhood of Greenwood, known as 'Black Wall Street.' Over two days, they murdered hundreds, wounded thousands, and destroyed one of the wealthiest Black communities in America. No one was convicted. The massacre was erased from history for decades.",
    "perpetrators": "White mobs, Tulsa police, deputized civilians, National Guard (some units)",
    "response": "No prosecutions; survivors were arrested; insurance claims denied; massacre hidden from textbooks until 21st century",
    "quote": "When I got to the top of the hill, and could see down into Greenwood, all I could see was smoke and fire.",
    "quoteSource": "Survivor testimony",
    "sourceUrl": "https://www.tulsahistory.org/exhibit/1921-tulsa-race-massacre/",
    "significance": "Black economic success was not enough to protect Black communities. White supremacist violence could destroy everything and be erased from memory."
  },
  {
    "name": "Elaine Massacre",
    "date": "September 30-October 7, 1919",
    "location": "Elaine, Arkansas",
    "deaths": "100-237+ Black residents killed",
    "injured": "Unknown",
    "propertyDestroyed": "Multiple Black homes and churches burned",
    "description": "When Black sharecroppers organized a union to demand fair pay, white mobs and federal troops responded with a week of murder. Estimates range from 100 to over 800 dead. Black survivors were tortured into confessing to 'insurrection.' The massacre suppressed Black labor organizing for decades.",
    "perpetrators": "White mobs, local police, U.S. Army troops",
    "response": "79 Black men arrested; 12 sentenced to death; NAACP legal fight reached Supreme Court (Moore v. Dempsey, 1923)",
    "quote": "We went out and hunted negroes all night.",
    "quoteSource": "White participant, quoted in NAACP investigation",
    "sourceUrl": "https://encyclopediaofarkansas.net/entries/elaine-massacre-of-1919-1102/",
    "significance": "Black economic organization (not just political power) was met with massacre. Federal troops participated. The death toll may never be known."
  }
]
